Repository: adindabudi/hoax-analyzer-app-flask
Catalog: FlaskWebProject1/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Page not found title
id: Halaman Tidak Ditemukan

source: Page not found message
id: Halaman yang Anda cari tidak dapat ditemukan

source: Go to the home page
id: Kembali ke halaman utama

source: Did you know
id: Tahukah Anda?

source: Quotes #1
id: Flat earth adalah hoax

source: Quotes #2
id: Vaksin tidak menyebabkan autism

source: Quotes #3
id: Linux dan macOS tidak kebal terhadap virus

source: Quotes #4
id: Memasukan PIN ATM secara terbalik tidak akan memanggil polisi

source: Quotes #5
id: Jangan menekan "Who viewed your profile" di Facebook, hal itu adalah "penipuan"

source: Quotes #6
id: Anda tidak dapat bunuh diri dengan cara menahan nafas

source: Quotes #7
id: Hoax makin menyebar dengan cepat dengan bantuan internet

source: Quotes #8
id: Paracetamol tidak mengandung virus machupo

source: Quotes #9
id: Madu dalam kondisi ideal tidak pernah membusuk

source: Quotes #10
id: Sebanyak 24 satelit dibutuhkan untuk membuat sistem GPS global

source: Input text placeholder
id: Masukkan teks minimal 3 kata atau pilih gambar untuk dianalisis

source: Analyzing
id: Menganalisis...

source: How it works
id: Cara Kerja

source: About us
id: Tentang Kami

source: Analyze
id: Analisis

source: How it works title
id: Bagaimana cara aplikasi ini bekerja?

source: How it works subtitle
id: Menggunakan <i>machine learning</i> untuk mengidentifikasi artikel referensi yang ada di internet dan menjawab teks masukan Anda.

source: About us subtitle
id: Kami adalah mahasiswa Teknik Informatika dan Sistem dan Teknologi Informasi dari Institut Teknologi Bandung yang ingin membantu memecahkan masalah <i>hoax</i>

source: Back to application
id: Kembali ke Aplikasi

source: Wrong result
id: Hasil salah?

source: Give feedback
id: Berikan feedback

source: Disclaimer title
id: Perhatian

source: Disclaimer message
id: Perhitungan probabilitas di atas berdasarkan pengecekan terhadap hasil teratas dari mesin pencarian yang kami gunakan.<br/>Harap cek kembali artikel di referensi untuk memastikan kebenaran hasil yang kami berikan.

source: Share
id: Bagikan

source: Reference
id: Referensi

source: Wrong reference
id: Salah?

source: Reference feedback title
id: Feedback Referensi

source: Reference text
id: Teks Referensi

source: Source
id: Sumber

source: Reference feedback relevant question
id: Apakah referensi relevan dengan teks masukan?

source: Relevant
id: Relevan

source: Not relevant
id: Tidak Relevan

source: Reference feedback conclusion question
id: Apa yang disimpulkan dari teks tersebut?

source: Fact
id: Fakta

source: Unknown
id: Tidak ada

source: Tell us reason
id: Beri tahu kami alasannya (opsional)

source: Send
id: Kirim

source: Result feedback title
id: Feedback Hasil Analisis

source: Result feedback question
id: Apa hasil yang seharusnya?

source: Dont know
id: Tidak tahu
